<template>
  <div class="rules-pre">
    <h3>Агентский договор</h3>
    <pre>
«01» сентября 2017 Санкт-Петербург
Стороны и предмет договора

Настоящий договор регулирует гражданско-правовые отношения, возникающие в процессе взаимодействия между ООО «А3 Технолоджи» (далее, «Агент») и Принципалом, лицом, являющимся стороной настоящего договора, которое поручает Агенту от своего имени и за свой счет совершать юридические и иные действия для обеспечения оказания Принципалу услуг по курьерской доставке различных Отправлений.

Используемые термины

2.1. «Заявка» – поручение Принципала на совершение Агентом конкретных действий, оговоренных в Договоре, надлежащим образом оформленное в электронном виде (формате) путём заполнения специальной формы на сайте mesto.delivery или в приложении «Место – курьерская служба».
2.2. «Курьер» – физическое лицо, исполнитель, привлечённый Агентом для оказания услуг по доставке Отправлений от Отправителя Получателю и оказания иных сопутствующих услуг согласно Заявке.
2.3. «Объявленная ценность» – стоимость Отправления, указанная в Заявке.
2.4. «Отправитель» – лицо, у которого Курьер должен получить Отправление
согласно Заявке.
2.5. «Отправление» – предметы, товары, корреспонденция, иные вложения, указанные в Заявке, передаваемые Отправителем Курьеру для доставки и вручения Получателю либо иному лицу, по указанному в Заявке адресу и в указанный срок.
2.6. «Получатель» – физическое или юридическое лицо, которому Принципал адресует, а Курьер доставляет Отправление по указанному Принципалом в Заявке адресу.
2.7. «Сайт» ­ web­сайт, расположенный в сети по адресу mesto.delivery.ru и являющийся совокупностью логически связанных между собой страниц, имеющий уникальный адрес, IP-адрес, под общим доменным именем, предназначенный для использования его возможностей для размещения заказов на курьерскую доставку.

Предмет Договора

3.1. Агент принимает на себя обязательство поручить Курьеру исполнение договора оказания услуг по доставке отправления, по Заявке Принципала.
3.2. Принципал обязуется возместить в полном размере все расходы, понесённые Агентом в связи с исполнением Заявки, а также возместить все дополнительные расходы в соответствии с условиями Договора.
3.3. Действия, которые совершаются Агентом регламентируются на основании Заявок, поданных Принципалом и принятых Агентом с помощью программного обеспечения Сайта и Личного кабинета Принципала.
3.4. Все Заявки, поданные через Личный кабинет Принципала или через Сайт, считаются поданными непосредственно Принципалом. Сочетание уникальных логина и пароля, присвоенных Принципалу, является простой электронной подписью Принципала. Принципал несёт ответственность за соблюдение конфиденциальности логина и пароля, с помощью которых осуществляется доступ в Личный кабинет. Проверка подписи осуществляется путём сличения используемого логина со сведениями о лице, которому присвоен такой логин.
3.5. Каждая Заявка содержит все существенные условия, касающиеся оказания услуг по курьерской доставке Отправления согласно настоящему Договору. Отправление Заявки означает согласие Принципала с рассчитанным размером расходов и вознаграждения. Принятие Заявки с помощью программного обеспечения Сайта означает согласие Агента с указанными в Заявке условиями, а направление соответствующего сообщения Принципалу в Личном кабинете является надлежащим акцептом Заявки.

Порядок оформления и согласования Заявок

4.1. Заявка подаётся Принципалом через специальную форму в Личном кабинете при условии корректного заполнения Принципалом всех необходимых полей.
4.2. Заявки принимаются в соответствии с указанным на Сайте графиком работы. Курьеры доставляют Отправления в соответствии с графиком и другими условиями работы, которые указываются на Сайте.
4.3. В Заявке должны быть указаны следующие сведения: вид Отправления, Отправитель, Получатель, контактные данные Отправителя и Получателя с телефонами, адрес отправления и доставки, срок доставки, ценность Отправления, и, при наличии, дополнительные услуги и особые условия. При заполнении всех необходимых граф в специальной форме составления Заявки в Личном кабинете и её отправке с помощью Личного кабинета Заявка считается составленной в письменной форме.
4.4. При заполнении Заявки размер расходов Агента на исполнение заявки, его вознаграждение рассчитываются с помощью программного обеспечения, находящегося на Сайте, и отображается на странице заказа в Личном кабинете. Указанные суммы не подлежат изменению, за исключением случаев,
предусмотренных Договором и Правилами использования Сайта, опубликованными на Сайте.
4.5. В расходы Агента в связи с исполнением заявки включаются:
− Вознаграждение курьеру за оказание услуг по доставке;
− Расходы, связанные со страхованием отправления;
− Иные расходы, связанные с исполнением настоящего договора;
4.6. Агент самостоятельно несёт указанные выше расходы от своего имени, но за счёт Принципала. Детализация и распределение расходов осуществляется после приёма Заявки Агентом и отображается на странице заказа в Личном кабинете. Соотношение расходов может изменяться Агентом в одностороннем порядке в зависимости от конкретных условий исполнения заказа, в том числе и после принятия заявки, при этом общая стоимость выполнения поручения, изменению не подлежит.
4.7. После обработки Заявки Агент принимает Заявку либо направляет Принципалу встречное предложение или отказ, что осуществляется сообщением в Личном кабинете, отправкой письма по электронной почте или текстового сообщения (SMS) на указанный Принципалом номер мобильного телефона
4.8. Принципал обязан незамедлительно известить Агента и Курьера о любых изменениях в Заявке. Изменения могут быть сделаны до момента доставки Отправления, при условии согласования с Агентом и Курьером.
4.9. Все изменения Заявки фиксируются в Личном кабинете и дублируются направлением письма по электронной почте или текстового сообщения (SMS) на указанный Принципалом номер мобильного телефона.
4.10. Принципал вправе отозвать Заявку до момента принятия Заявки. В случае отзыва Заявки после её принятия Агентом, но до момента передачи Отправления Курьеру, Принципал оплачивает выезд Курьера по тарифам, рассчитываемым на Сайте Принципала.
4.11. После принятия Заявки Агент поручает Курьеру оказать услуги по доставке Отправления в соответствии с Заявкой.
4.12. От имени Принципала Агент заключает соглашение с Курьером на оказание услуг по курьерской доставке Отправления.

Порядок оказания услуг по курьерской доставке

5.1. Курьер забирает Отправление у Отправителя и доставляет Отправление Получателю в соответствии с информацией, указанной в Заявке.
5.2. Факт приёмки Отправления Курьером подтверждается росписью Отправителя или уполномоченного им лица на экране мобильного телефона Курьера в специальном приложении для мобильного телефона «Место – курьерская служба».
5.3. Выдача Отправления Получателю подтверждается росписью Получателя или его представителя на экране мобильного телефона Курьера в специальном приложении для мобильного телефона «Место – курьерская служба».
5.4. В случае невозможности забрать Отправление в связи с отсутствием Отправителя в месте и во время, указанное в Заявке, либо по любой другой не зависящей от Курьера причине, Курьер обязуется уведомить об этом Принципала. Соответствующее уведомление осуществляется сообщением в Личном кабинете, отправкой письма по электронной почте или текстового сообщения (SMS) на указанный Принципалом номер мобильного телефона.
5.5. В случае если доставку Отправления невозможно выполнить по причине отсутствия Получателя в месте и время, указанное в Заявке, либо по любой другой не зависящей от Курьера причине, Курьер обязуется уведомить об этом Принципала и вернуть обратно Отправителю Отправление, при этом доставка
Отправления Получателю считается выполненной и подлежит оплате. Соответствующее уведомление осуществляется сообщением в Личном кабинете, отправкой письма по электронной почте или текстового сообщения (SMS) на указанный Принципалом номер мобильного телефона.
5.6. В случае если невозможно вернуть Отправление Отправителю в связи с отсутствием Отправителя либо по любой другой не зависящей от Курьера причине, Курьер согласует порядок возврата Отправления с Принципалом. В дальнейшем Принципал может забрать Отправление, подтвердив принадлежность Отправления Принципалу и оплатив все дополнительные расходы. Уведомление Принципала о размере дополнительных расходов осуществляется путем направления   текстового сообщения (SMS) на указанный Принципалом номер мобильного телефона.
5.7. Принципал полностью берёт на себя ответственность за взаимодействие с Отправителем и Получателем в части, касающейся информирования их об Отправлении (в том числе о потребительских свойствах), времени и других условиях доставки и т.п.
5.8. Курьер не вправе отказаться от доставки Отправления, если оно соответствует описанию в Заявке и если фактические условия оказания услуг по доставке, о которых Курьеру сообщил Принципал, Отправитель либо Получатель (в зависимости от ситуации), соответствуют другим условиям Заявки.
5.9. При наличии технической возможности Агент предоставляет возможность Принципалу следить за выполнением Заявки.

Стоимость услуг по курьерской доставке

6.1. Стоимость услуг по курьерской доставке Отправлений, оказываемых Курьерами на основании договоров, заключаемых ими с Агентом в рамках исполнения Заявок, зависит от конкретных условий Заявки и рассчитывается в соответствии с тарифами и правилами расчёта тарифов, опубликованными на Сайте, доступ к которым осуществляется в Личном кабинете.
6.2. Сведения о стоимости услуг по доставке и соответствующих расходах отображаются в Личном кабинете и доступны Принципалу для ознакомления в любое время, в том числе перед заполнением и подачей Заявки.
6.3. Использование Личного кабинета, составление и подача Заявки означает согласие Принципала с опубликованными на Сайте тарифами.

Вознаграждение Агента, порядок расчётов

7.1. Размер вознаграждения и дополнительного вознаграждения Агента, причитающегося в связи с исполнением каждой Заявки, рассчитывается в зависимости от условий Заявки с помощью программного обеспечения, находящегося на Сайте, и отображается при оформлении Заявки.
7.2. Стороны согласились считать надлежащим доказательством произведённых Агентом расходов записи об исполненных Заявках и их условиях, которые сохраняются на Сайте Агента.
7.3. Датой выполнения Принципалом своих обязательств по оплате считается дата зачисления денежных средств на расчётный счёт Агента.
7.4. В соответствии с п. 3 ст. 346.11 Налогового кодекса Российской Федерации вознаграждение Агента НДС не облагается в связи с применением Агентом упрощённой системы налогообложения.

Обязанности Принципала

8.1. Принципал обязуется:

8.1.1. Передавать Заявку на доставку Отправления путём заполнения формы на Сайте.
8.1.2. Не передавать Отправление, которое содержит:
− вещи, которые запрещены к перевозке в соответствии с действующим законодательством РФ, а также вещи для перевозки которых требуется специальное разрешение;
− иностранную валюту и денежные знаки РФ;
− живых или мёртвых животных
− человеческие части тела, биоматериалы, останки (в том числе в виде пепла);
− огнестрельное, пневматическое, газовое или холодное оружие и его части; боеприпасы, фейерверки, сигнальные ракеты и патроны;
− наркотические средства, психотропные, сильнодействующие, токсичные, радиоактивные, взрывчатые, ядовитые, едкие, легковоспламеняющиеся и другие опасные вещества, в том числе находящиеся под давлением;
− медицинские препараты;
− продукты с неприятным запахом, предметы и вещества, которые по своему характеру или из­за упаковки могут представлять опасность для людей, загрязнять или портить (повреждать) другие грузы, окружающих людей или предметы;
8.1.3. Своевременно производить оплату услуг и возмещение расходов Агента в соответствии с условиями настоящего Договора.
8.1.4. В случае претензий по оказанным услугам в части своевременности, правильности доставки и обеспечения сохранности Отправления, сообщить о них Курьеру в момент, когда должна была быть произведена доставка Отправления.
8.1.5. Обеспечивать передачу Отправления Курьеру в упаковке, соответствующей характеру вложения, условиям доставки, исключающей возможность повреждения вложения при обработке и доставке, доступа к нему без нарушения оболочки, порчи других отправлений и причинения какого­либо вреда Курьеру.
8.1.6. Принципал несёт полную ответственность за потенциально опасное Отправление и за вред, который может быть причинён в связи с доставкой такого Отправления.

Ответственность сторон

9.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору Стороны несут ответственность в соответствии с действующим законодательством Российской Федерации.
9.2. Агент не несёт ответственность в случае, если неисполнение или ненадлежащее исполнение настоящего Договора произошли по вине Принципала, Отправителя либо Получателя, в том числе в случае указания в Заявке недостоверной информации.
9.3. Агент не несёт ответственность перед Получателем за возможное несоответствие Отправления его описанию, которое было предоставлено Получателю.
9.4. В случае потери Отправления или его повреждения по вине Курьера, всю ответственность перед Принципалом несет Курьер.
9.5. Потеря, повреждение Отправления (части Отправления) либо ненадлежащее оказание услуг фиксируются Курьером и/или Принципалом и Получателем при получении Отправления либо в момент, когда Отправление должно было быть получено. В этом случае составляется Акт об утере (повреждении) Отправления в произвольной форме, но с обязательным указанием основных условий Заявки и конкретных претензий.
9.6. В случае если Заявка была принята, а Курьер не приехал в место, указанное в Заявке, для получения Отправления, Агент направляет другого Курьера и согласует время исполнения Заявки. Агент не несет ответственности за действия Курьера.
9.7. Претензии, связанные с неисполнением или ненадлежащим исполнением Курьером обязанностей по договору, заключённому в соответствии с Заявкой, могут быть заявлены Принципалом Курьеру только в момент, когда Заявка должна была быть исполнена.
9.8. Агент не несёт ответственности в том числе, но не ограничиваясь:
− за утрату, повреждение, недоставку или нарушение сроков доставки Отправления,  если они  произошли вследствие обстоятельств непреодолимой силы.
− Отправление выдано и получено с соблюдением всех требований, при этом отсутствуют внешние повреждения его упаковки, печатей (пломб), описание Отправления соответствует информации, указанной в Заявке, а также если факт пропажи либо повреждения Отправления (части Отправления) был установлен после вручения Отправления Получателю под роспись в специальном приложении для мобильного телефона «Место – курьерская служба»;
− Отправление или его часть задержаны, изъяты в порядке, установленном законодательством РФ;
− обнаружены нарушения, не связанные с исполнением настоящего Договора (ненадлежащее качество, размер, ассортимент пересылаемых предметов и др.), относительно сведений, переданных Принципалом Получателю.
9.9. Принципал несёт ответственность перед Агентом и Курьером за полноту и достоверность сведений об Отправителе, Получателе и подлежащем доставке Отправлении.
9.10. Принципал несет ответственность перед Агентом и Курьером за ложный вызов. Вызов признается ложным, если заказ был отменён через 15 минут или более после назначения курьера. В этом случае Принципал выплачивает штраф Агенту, актуальная ссылка всегда есть на сайте mesto.delivery

Персональные данные.

Каждая Сторона даёт свое согласие на обработку другой Стороной персональных данных, полученных в связи с заключением и исполнением Договора, в том числе на предоставление персональных данных кредитным организациям либо операторам электронных денежных средств (в зависимости от ситуации) с целью заключения и исполнения настоящего Договора, а также с целью выполнения требований действующих нормативно­правовых актов Российской Федерации. Каждая Сторона вправе совершать автоматизированную обработку персональных данных, в том числе с помощью специального программного обеспечения в рамках, предусмотренных законодательством, а также поручать обработку персональных данных третьим лицам.

Срок действия и порядок расторжения Договора

11.1. Договор вступает в силу с момента принятия Заявки Агентом и действует до исполнения сторонами всех обязательств по настоящему договору.
11.2. Агент вправе в одностороннем внесудебном порядке отказаться от Договора в случае нарушения Принципалом условий настоящего договора.
11.3. Принципал не вправе отказаться от настоящего Договора после его заключения.

Конфиденциальность

12.1. При подаче Заявки через Сайт Принципал предоставляет информацию, необходимую для исполнения Заявки. Предоставленную информацию Агент или Курьер вправе использовать для выполнения своих обязательств перед Принципалом.
12.2. Агент или Курьер обязуются не разглашать полученную от Принципала информацию третьим лицам, за исключением случаев, когда это требуется для исполнения настоящего Договора или согласно действующему законодательству.
12.3. Не считается нарушением обязательств, предусмотренных п. 12.2. настоящего Договора, раскрытие информации в соответствии с применимыми требованиями закона.

Обстоятельства непреодолимой силы

13.1 Стороны освобождаются от ответственности за невыполнение или частичное невыполнение своих обязательств по настоящему Договору, если докажут, что такое невыполнение обязательств явилось следствием наступления обстоятельств непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств.

Разрешение споров

14.1. Все споры и разногласия, возникшие в процессе исполнения обязательств по настоящему Договору, стороны решают путём переговоров.
14.2. В случае невозможности разрешения споров и разногласий путём переговоров они подлежат рассмотрению в суде в соответствии с действующим законодательством.

Заключительные положения

15.1. Настоящий Договор заключается и оформляется в соответствии с Правилами использования Сайта и Программного обеспечения сайте mesto.delivery.
15.2. Агент вправе в любой момент вносить в одностороннем порядке изменения или дополнения в Договор. Уведомления о таких изменениях размещаются на сайте Агента.
15.3. Все запросы, уведомления, извещения и сообщения (в том числе предоставление соответствующей информации), совершаемые Сторонами при исполнении настоящего Договора или в связи с ним, передаются ­ электронной почтой (сообщением) путём пересылки соответствующего запроса (уведомления, извещения и пр.) посредством сети Интернет с использованием адресов электронной почты, которые указаны Сторонами;
15.4. Агент предоставляет Принципалу через Личный кабинет Отчёт Агента и Акт оказанных услуг. По запросу Принципала Отчёт Агента и Акт выполненных работ в бумажной форме направляется по почте на его адрес.
Отчет Агента должен содержать: дата подачи Заявки, дата исполнения Заявки иные сведения в соответствии с действующим законодательством Российской Федерации.

    </pre>
  </div>
</template>

<script>
export default {
  name: 'agency-contract',
  data () {
    return {
      agreement: ''
    }
  },
  mounted () {
  },
  methods: {
  }
}
</script>
