<template>
  <article class="container pt-3">
    <h3>Согласие субъекта персональных данных на обработку его персональных данных</h3>
    <p>Пользователь (субъект персональных данных), регистрируясь на сайте mesto.delivery, обязуется предоставить настоящее Согласие на обработку персональных данных (далее — Согласие). Предоставлением (акцептом) Согласия является регистрация на сайте или предоставление персональных данных в формах обратной связи, размещенных на сайте. Согласие дается обществу с ограниченной ответственностью «А3 Технолоджи» (ООО «А3 Технолоджи»), ИНН 7839062900, ОГРН 1167847185835, которое находится по адресу: {{address}}, в соответствии со статьей 9 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных».</p>
    <p>Согласие дается на совершение действий, предусмотренных пунктом 3 статьи 3 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» как без, так и с использованием средств автоматизации.</p>
    <p>Цель сбора и обработки персональных данных – заключение договора-оферты между пользователем и ООО «А3 Технолоджи», обеспечение пользователю доступа в личный кабинет на сайте mesto.delivery, отправка пользователю информационных и новостных рассылок о функционировании сервиса Mesto, приглашений на мероприятия, проводимые ООО «А3 Технолоджи» и партнерами ООО «А3 Технолоджи» для пользователей сервиса, для подтверждения личности пользователя при посещении данных мероприятий, а также для иных целей, необходимых для выполнения ООО «А3 Технолоджи своих обязательств по договору-оферте. Настоящее согласие дается на период до истечения сроков хранения соответствующей информации или документов, содержащих указанную информацию, определяемых в соответствии с законодательством РФ.</p>
  </article>
</template>

<script>
export default {
  name: 'privacy',
  data () {
    return {
    }
  },
  computed: {
    address () {
      return this.$store.state.companyData.legalAddress
    }
  }
}
</script>
